//
//  BKPasscodeView.strings
//  TheBox iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"%d Failed Passcode Attempts" = "%d tilraunir við lykilfrasa sem hafa mistekist";
"%d Failed Password Attempts" = "%d tilraunir við lykilorð sem hafa mistekist";

"1 Failed Passcode Attempt" = "1 tilraun við lykilfrasa sem mistókst";
"1 Failed Password Attempt" = "1 tilraun við lykilorð sem mistókst";

"Do you want to use Touch ID for authentication?" = "Viltu nota Touch ID við auðkenningu?";

"Done" = "Lokið";

"Enable Touch ID" = "Virkja Touch ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Settu inn annan lykilfrasa. Get ekki notað þann sama aftur.";
"Enter a different password. Cannot re-use the same password." = "Settu inn annað lykilorð. Get ekki notað það sama aftur.";

"Enter a passcode" = "Settu inn aðgangsorð";
"Enter a password" = "Settu inn lykilorð";

"Enter your new passcode" = "Settu inn nýja aðgangsorðið þitt";
"Enter your new password" = "Settu inn nýja lykilorðið þitt";

"Enter your old passcode" = "Settu aftur inn aðgangsorðið þitt";
"Enter your old password" = "Settu inn gamla lykilorðið þitt";

"Enter your passcode" = "Settu inn aðgangsorðið þitt";
"Enter your password" = "Settu inn lykilorðið þitt";

"Invalid Passcode" = "Ógilt aðgangsorð";
"Invalid Password" = "Ógilt lykilorð";

"Passcodes did not match.\nTry again." = "Aðgangsorð samsvöruðu ekki.\nPrófaðu aftur.";
"Password did not match.\nTry again." = "Lykilorð samsvöruðu ekki.\nPrófaðu aftur.";

"Re-enter your passcode" = "Settu aftur inn aðgangsorðið þitt";
"Re-enter your password" = "Settu aftur inn lykilorðið þitt";

"Try again in %d minutes" = "Prófaðu aftur eftir %d mínútur";

"Try again in 1 minute" = "Prófaðu aftur eftir 1 mínútu";
